Repository: TranPhuong319/Sparkle
Catalog: Sparkle/*.lproj/Sparkle.strings
Languages: vi

source: %1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?
vi: %1$@ %2$@ đã được tải xuống và sẵn sàng để sử dụng! Đây là một bản cập nhật quan trọng; bạn có muốn cài đặt nó và khởi động lại %1$@ ngay bây giờ không?

source: %1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?
vi: %1$@ %2$@ đã được tải xuống và sẵn sàng để sử dụng! Bạn có muốn cài đặt nó và khởi động lại %1$@ ngay bây giờ không?

source: %1$@ %2$@ is available but your macOS version is too new for this update. This update only supports up to macOS %3$@.
vi: %1$@ %2$@ có sẵn nhưng phiên bản macOS của bạn quá mới để cài bản cập nhật này. Bản cập nhật này chỉ hỗ trợ tới macOS %3$@.

source: %1$@ %2$@ is available but your macOS version is too old to install it. At least macOS %3$@ is required.
vi: %1$@ %2$@ có sẵn nhưng phiên bản macOS của bạn quá cũ để cài đặt. Cần ít nhất macOS %3$@.

source: %1$@ can’t be updated if it’s running from the location it was downloaded to.
vi: %1$@ không thể được cập nhật nếu nó đang chạy từ vị trí mà nó được tải về.

source: %1$@ can’t be updated because it was opened from a read-only or a temporary location.
vi: %1$@ không thể được cập nhật vì nó được mở từ một vị trí chỉ đọc hoặc tạm thời.

source: %@ %@ is currently the newest version available.
vi: %1$@ %2$@ hiện là phiên bản mới nhất có sẵn.

source: %@ %@ is currently the newest version available. (You are currently running version %@.)
vi: %1$@ %2$@ hiện là phiên bản mới nhất có sẵn. (Bạn đang sử dụng phiên bản %3$@.)

source: %@ %@ is now available—you have %@. This is an important update; would you like to download it now?
vi: %1$@ %2$@ hiện đã có sẵn—bạn đang có %3$@. Đây là một bản cập nhật quan trọng; bạn có muốn tải xuống ngay bây giờ không?

source: %@ %@ is now available—you have %@. Would you like to download it now?
vi: %1$@ %2$@ hiện đã có sẵn—bạn đang có %3$@. Bạn có muốn tải xuống ngay bây giờ không?

source: %@ %@ is now available—you have %@. Would you like to learn more about this update on the web?
vi: %1$@ %2$@ hiện đã có sẵn—bạn đang có %3$@. Bạn có muốn tìm hiểu thêm về bản cập nhật này trên web không?

source: %@ downloaded
vi: %@ đã tải xuống

source: %@ is now updated to version %@!
vi: %1$@ hiện đã được cập nhật lên phiên bản %2$@!

source: %@ is now updated!
vi: %@ hiện đã được cập nhật!

source: %@ of %@
vi: %1$@ trên %2$@

source: A new version of %@ is available!
vi: Một phiên bản mới của %@ có sẵn!

source: A new version of %@ is ready to install!
vi: Một phiên bản mới của %@ đã sẵn sàng để cài đặt!

source: An error occurred in retrieving update information. Please try again later.
vi: Đã xảy ra lỗi khi lấy thông tin cập nhật. Vui lòng thử lại sau.

source: An error occurred while connecting to the installer. Please try again later.
vi: Đã xảy ra lỗi khi kết nối với trình cài đặt. Vui lòng thử lại sau.

source: An error occurred while downloading the update. Please try again later.
vi: Đã xảy ra lỗi khi tải bản cập nhật. Vui lòng thử lại sau.

source: An error occurred while extracting the archive. Please try again later.
vi: Đã xảy ra lỗi khi giải nén kho lưu trữ. Vui lòng thử lại sau.

source: An error occurred while launching the installer. Please try again later.
vi: Đã xảy ra lỗi khi khởi chạy trình cài đặt. Vui lòng thử lại sau.

source: An error occurred while parsing the update feed.
vi: Đã xảy ra lỗi khi phân tích nguồn dữ liệu cập nhật.

source: An error occurred while running the updater. Please try again later.
vi: Đã xảy ra lỗi khi chạy trình cập nhật. Vui lòng thử lại sau.

source: An error occurred while starting the installer. Please try again later.
vi: Đã xảy ra lỗi khi bắt đầu trình cài đặt. Vui lòng thử lại sau.

source: An important update to %@ is ready to install
vi: Một bản cập nhật quan trọng cho %@ đã sẵn sàng để cài đặt

source: Application Name
vi: Tên Ứng Dụng

source: Application Version
vi: Phiên Bản Ứng Dụng

source: Cancel
vi: Hủy

source: Cancel Update
vi: Hủy Cập Nhật

source: Checking for updates…
vi: Đang kiểm tra bản cập nhật…

source: CPU is 64-Bit?
vi: CPU có 64-Bit không?

source: CPU Speed (MHz)
vi: Tốc độ CPU (MHz)

source: CPU Subtype
vi: Phân loại CPU

source: CPU Type
vi: Loại CPU

source: Downloading update…
vi: Đang tải bản cập nhật…

source: Extracting update…
vi: Đang giải nén bản cập nhật…

source: Failed to resume installing update.
vi: Không thể tiếp tục cài đặt bản cập nhật.

source: Install and Relaunch
vi: Cài đặt và Khởi động lại

source: Install on Quit
vi: Cài đặt khi Thoát

source: Installing update…
vi: Đang cài đặt bản cập nhật…

source: Interactive based packages cannot be installed as the root user.
vi: Gói tương tác không thể cài đặt dưới quyền root.

source: Learn More…
vi: Tìm Hiểu Thêm…

source: Mac Model
vi: Mẫu Mac

source: Memory (MB)
vi: Bộ Nhớ (MB)

source: No
vi: Không

source: Number of CPUs
vi: Số lượng CPU

source: OS Version
vi: Phiên Bản Hệ Điều Hành

source: Preferred Language
vi: Ngôn ngữ Ưa thích

source: Quit %1$@, move it into your Applications folder, relaunch it from there and try again.
vi: Thoát %1$@, di chuyển nó vào thư mục Ứng Dụng, khởi chạy lại từ đó và thử lại.

source: Ready to Install
vi: Sẵn sàng để Cài đặt

source: Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.
vi: %1$@ có nên tự động kiểm tra bản cập nhật không? Bạn luôn có thể kiểm tra bản cập nhật thủ công từ menu %1$@.

source: The installation failed due to not having permission to write the new update.
vi: Cài đặt thất bại do không có quyền ghi bản cập nhật mới.

source: The update checker failed to start correctly. You should contact the app developer to report this issue and verify that you have the latest version.
vi: Trình kiểm tra cập nhật khởi động không đúng cách. Bạn nên liên hệ nhà phát triển ứng dụng để báo lỗi và xác minh rằng bạn có phiên bản mới nhất.

source: The update is improperly signed and could not be validated. Please try again later or contact the app developer.
vi: Bản cập nhật không được ký đúng cách và không thể xác thực. Vui lòng thử lại sau hoặc liên hệ nhà phát triển ứng dụng.

source: Unable to Check For Updates
vi: Không thể Kiểm Tra Cập Nhật

source: Update Error!
vi: Lỗi Cập Nhật!

source: Update Installed
vi: Cập Nhật Đã Cài Đặt

source: Updating %@
vi: Đang cập nhật %@

source: Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again.
vi: Sử dụng Finder để sao chép %1$@ vào thư mục Ứng Dụng, khởi chạy lại từ đó và thử lại.

source: Version History
vi: Lịch Sử Phiên Bản

source: Yes
vi: Có

source: You may need to allow modifications from %1$@ in System Settings under Privacy & Security and App Management to install future updates.
vi: Bạn có thể cần cho phép các thay đổi từ %1$@ trong Cài đặt Hệ thống ở phần Quyền riêng tư & Bảo mật và Quản lý Ứng dụng để cài đặt các bản cập nhật trong tương lai.

source: Your macOS version is too new
vi: Phiên bản macOS của bạn quá mới

source: Your macOS version is too old
vi: Phiên bản macOS của bạn quá cũ

source: You’re up to date!
vi: Bạn đã cập nhật!

source: Software Update
vi: Cập Nhật Phần Mềm

source: Remind Me Later
vi: Nhắc Tôi Sau

source: Skip This Version
vi: Bỏ Qua Phiên Bản Này

source: Install Update
vi: Cài Đặt Cập Nhật

source: Automatically download and install updates in the future
vi: Tự động tải và cài đặt các bản cập nhật trong tương lai

source: Check Automatically
vi: Kiểm Tra Tự Động

source: Don’t Check
vi: Không Kiểm Tra

source: Check for updates automatically?
vi: Kiểm tra cập nhật tự động?

source: Include anonymous system profile
vi: Bao gồm hồ sơ hệ thống ẩn danh

source: Automatically download and install updates
vi: Tự động tải và cài đặt các bản cập nhật

source: Anonymous system profile information is used to help us plan future development work. Please contact us if you have any questions about this. This is the information that would be sent:
vi: Thông tin hồ sơ hệ thống ẩn danh được sử dụng để giúp chúng tôi lên kế hoạch phát triển trong tương lai. Vui lòng liên hệ nếu bạn có bất kỳ câu hỏi nào về điều này. Đây là thông tin sẽ được gửi:
